Repository: mozilla-l10n/mt-training-data
Catalog: bsk/bsk_pontoon.tmx
Source language: en_us
Languages: bsk

source: We are offering more options to give people more choice in what they tell us about their sex or gender identity. Please self-describe in the way that feels most natural to you. <learnMoreLink>Learn more about our approach to sex and gender.</learnMoreLink>
bsk: mii butan options nemasin sisar butan choice iṅ uymo sex yaa gender e baaraulo meśar uġuya baan

source: We at Mozilla are building a community around voice technology. We would like to stay in touch with updates, new data sources and to hear more about how you're using this data.
bsk: mii moziila ulo ućhare technology cum kuyooć dal duyśa baan. mii macimo duġaruśume huruśan daa naya data source e baarulo mamacum dimayljan ke belata istimaal ećaan ke.

source: We believe that large and publicly available voice datasets foster innovation and healthy commercial competition in machine-learning based speech technology. This is a global effort and we invite everyone to participate. Our aim is to help speech technology be more inclusive, reflecting the diversity of voices from around the world.
bsk: mii bac̣ik bila ke uyoṅko ućʰariṅe dataset e machine ate henas ućʰariṅe technology ulo muqaabila daa naya duroin ulo baskaar eći. common voice e butan baaṣiṅe dataset muuto ke uyoon cum uyum ućʰariṅe dataset bi. gute page ar barenin ami tʰumiṅ open source ućʰariṅe dataset gane reference hub bila daa common voice akhilate yaarqiṣ meeymi, mii release updates gane home

source: We believe that large, publicly available voice datasets will foster innovation and healthy commercial competition in machine-learning based speech technology. Common Voice’s multi-language dataset is already the largest publicly available voice dataset of its kind, but it’s not the only one. Look to this page as a reference hub for other open source voice datasets and, as Common Voice continues to grow, a home for our release updates.
bsk: mii bac̣ik bila ke uyoṅko ućʰariṅe dataset e machine ate henas ućʰariṅe technology ulo muqaabila daa naya duroin ulo baskaar eći. common voice e butan baaṣiṅe dataset muuto ke uyoon cum uyum ućʰariṅe dataset bi. gute page ar barenin ami tʰumiṅ open source ućʰariṅe dataset gane reference hub bila daa common voice akhilate yaarqiṣ meeymi, mii release updates gane home

source: We couldn’t find that page for you
bsk: goor ite page diusas ameemanuman

source: We couldn’t get any audio clips for you to listen to. Please try again later.
bsk: maltumal maarćar mi audio clipan diyuas ameemanuman. muśate hik ke ćamaaṭ etin

source: We couldn’t get any sentences for you to speak. Please try again later.
bsk: mi ma senasar jumlan amiyaman. hik ke iciyaṭe ćamaaṭ etin

source: Weekly
bsk: thalekuculo

source: Weekly Goal
bsk: thalekuce goal

source: We launch the Common Voice site in this language.
bsk: mii gute baaṣulu common voice e site śuru eṭaan

source: Welcome { $company } staff!
bsk: kaa duro etaśuar damaanana osin

source: Welcome to Common Voice
bsk: common voice are khosh aamdiit

source: Welcome to Spontaneous Speech
bsk: mii haran gunc mo baringulo xoś aamdiit

source: We may have run out of clips - refresh the page, or try again later.
bsk: mamale clips pʰaṣ manimi ke page refresh etin yaa hik ke iciyaṭe try etin

source: We may not have received that request. Please email us directly on <emailLink>{ $email }</emailLink> and we will get back to you!
bsk: mii maa ite buyat amia baan. mimar direct email etin daa mi mamar juwaap maćʰićan

source: We periodically release the dataset
bsk: khata khata dataset diyusin

source: We promise to handle your information with care. Read more in our <privacyLink>Privacy Notice</privacyLink>.
bsk: mii maa kaa waada eća baan ke maa maalumaate but śan ećan. Khole daa ġatanin [privacylink]

source: We’re building an open source, multi-language dataset of voices that anyone can use to train speech-enabled applications.
bsk: mi buṭan baaṣiṅulo ućʰariṅe uyoonar dataset desmaya baan amit aminane ke istimaal ne speech enabled applications in train etas omay baan

source: We’re crowdsourcing an open-source dataset of voices. Donate your voice, validate the accuracy of other people’s clips, make the dataset better for everyone.
bsk: Mii dunyaatulum ućʰariṅe dataset gati echa baan. maymo baaṣulo maćʰariṅ meer doocin . tʰumiśuwe duroiṅ tasḍiiq netan dataset warc etin.

source: We’re experiencing unexpected downtime
bsk: amesumaṭe duroiṅ dukhatin bican

source: We're going out to get coffee.
bsk: mi hole nime coffee gaya baan

source: We’re going out to get coffee.
bsk: mi coffee miyaar hole nića ba

source: We release the dataset every 3 months.
bsk: mii dataset har uskosar diyuśa baan

source: We're making some big changes
bsk: mi uyoṅko tabdiiliminik ećabaan

source: We're receiving a lot of traffic and are currently investigating the issues.
bsk: mii butan traffic receive ećume baa daa ite masala besan cum bila bareyme baan

source: We’re sorry, your platform is not currently supported.
bsk: mimar baxṣiṣ etin. maa platform e gute kheenulo madat ayeći bi

source: Western Sierra Puebla Nahuatl
bsk: western sierra puebla

source: We use a Mozilla tool called <pontoonLink>Pontoon</pontoonLink> for translations. Pontoon has lots of languages, but if it doesn’t have yours you can <pontoonRequestLink>request for your language to be added</pontoonRequestLink>. Then, to make the language available on the Common Voice project, <githubRepoLink>request the new language on GitHub</githubRepoLink>. <localizationFragment>See more on site translation</localizationFragment>.
bsk: mii mozila tools pontoon e tarjuma etase gane eeduroća baan. Pontoon ulo butan baaṣiṅ bican. maa baaṣ api ke maymo baaṣ kaa eṭase uzur etin. netan maa baaṣ common voice project ulo kaa meeymi. thoṣ baaṣe uzure gane kholar niin site e tarjumane gane khole barenin

source: We’ve made some changes. Delta Segments just contain the most recent clips since the last release. <deltaLink>Read more about this work</deltaLink>.
bsk: mii kaman tabdiilimin etaan. delta segments ulo uyoon cum thuwaan clipin bican. gute duro baaraulo daa ġatanin

source: We've run out of sentences to record in this language...
bsk: mii gute baaṣulo jumlan record etase gane phaṣ manimi

source: We want speech models to be better at understanding a diverse range of speakers. For this to happen, a voice dataset must represent lots of different people.
bsk: mii ray bila ke baring e model butan har qisime sise osulo baliṣ. gute gane, ućhariṅe datasetulo butan sise numaayndagi maniṣ.

source: We want the machine learning algorithms to able to handle a variety of background noise, and even relatively loud noises can be accepted provided that they don’t prevent you from hearing the entirety of the text. Quiet background music is OK; music loud enough to prevent you from hearing each and every word is not.
bsk: mii ray ećabaan ke machine learning algorithm e iljikanum thaayko ućhariṅ daa juda but thaayko ućhariṅ accept etiṣ agar text dimeylasulo khap ayećibi ke. iljikan heniṅe ićariṅ ke thik bica bas har lafz dimalasulo khap ayetiṣ.

source: We welcome different accents! Be very cautious before rejecting a clip on the ground that you think the reader has mispronounced a word, has put the stress in the wrong place, or has ignored punctuation. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a generous margin of appreciation for those who may speak differently from you.
bsk: mii raxt raxt ac̣cnets ar xoś aamadiit seya baan. lafze talfafuz t/his etume yaa aparc diśulo stress etume yaa sawaaliya niśaan phat etumar clip reject etas cum yarne śan etin. lafz senase butan andazin bican amik maa maymo sis haran atamaylas mumkin bila. kaman dupoqras diś oosin mene maa cum thumanate ćaġa ećaan ke.

source: We will also <strong>let our community manager know that you’re interested</strong>, so they can give you any extra support or information you might need.
bsk: maa duro e ray bila nuse mi ke miimo gati duro etas manager ar eśan bes ke ine maa mariin ce duuymi daa mamar besan maalumat awaaji manimi ke maćʰići

source: We will be in touch with more information about how to add your language to Common Voice very soon.
bsk: belate maymo baaṣ common voice ulo kaa ećuman ke mamar maśan

source: We will be in touch with more information as it becomes available.
bsk: mii mamar maalumat diim cʰan maćʰićume huruśan

source: We will not make your email public.
bsk: mi maa email men ke ayoortirćan

source: We will review your request to remove your voice recordings from the dataset. If your request is approved, we will contact those who have downloaded the dataset and request they remove your voice recordings as well.
bsk: mi maa maćʰar recordings dataset cum eeras e buyat review ećan. agar maa buyat maan etuman ke mi uwe kaa rabita ećan mene dataset download etaan ke daa oor buyat ećan ke maa maćʰar eerin

source: We will show you a prompt or question
bsk: sawaalan yaa duġarusasan maartirćan

source: We work with foundations, civil society and community partners to make the internet a healthier place, with a particular focus on East Africa. Learn more about our <programmaticWork>programmatic work.</programmaticWork>
bsk: mee inernet cum śuwa duroin maniṣ nuse East Africate focus ećume inaaẏi kaa, civil society daa kuyooće kaatumiśo kaa duro eća baan. maziid programmmatic work e baraaulo henas gane khole barenin

source: What is a language on Common Voice?
bsk: common voice ate baaṣ besan bila?

source: What issues are you experiencing with this content?
bsk: gute content e kaa besan masalan mayar ẓuc̣ican

source: What issues are you experiencing with this sentence?
bsk: guke jumlaṅe kaa beśko ćaqoṭimiṅ mayar ẓuc̣ican

source: What is your age?
bsk: maa umur berum bila?

source: What is your sex or gender?
bsk: maa sex yaa gender besan bila

source: What kind of goal do you want to build?
bsk: beljik goal an desamnase ray ećaa

source: What needs to be in my file?
bsk: besan jaa fileulo maniṣ?

source: What sentences can I add?
bsk: amik jumlan kaa etas aamaya baa

source: What’s inside the Common Voice dataset?
bsk: comon voice dataset ulo besan bi?

source: What's Public?
bsk: besan awaami?

source: When a user rejects a voice clip it returns to the Queue. If rejected a second time, the voice clip is moved to the Clip Graveyard.
bsk: beśal user e ućhare clip reject etumar, line ar phar meey bila. beśal alto dam reject manumar, ićhare clip e tus ar nićila

source: When listening, check very carefully that what has been recorded is exactly what has been written; reject if there are even minor errors. <br />Very common mistakes include:
bsk: damayalsulo śan ne barenin ke besan girmanam ke ite teylaṭe iyi record manila, kaman ke ṭhis manila kuli reject etin.

source: When you request your recordings, we compile them into one or multiple ZIP files. Here are your past requests:
bsk: maa beśal recordings e buyat etumar mii han yaa butan ZIP files inulo gati eća baan. kʰole maa yarum etum buyatiṅ bican

source: Which variant of { $language } do you speak?
bsk: amit diśe baaṣulo une ćaġa ećaa?

source: Why ?
bsk: bes?

source: Why a profile?
bsk: profile bes?

source: Why are you asking?
bsk: bes duġaruśaa?

source: Why Common Voice?
bsk: Bes common voice?

source: Why does this matter?
bsk: kʰot bes laazmi bila?

source: Why we built this Spontaneous Speech prototype
bsk: bes mii guse spontaneous speech prototype desmaya baa?

source: With a profile, you can keep track of your activity and connect with a community of voice data contributors.
bsk: profile kaa maa maymo duroinar barens ke uc'ʰaring maġunimiśo maymo sise kaa raabta ulo hurtuas maamay baan

source: Wixárika
bsk: Wixarika

source: Would you like to request your voice recordings be deleted too, or do you prefer to keep them in the Common Voice dataset?
bsk: maa maymo maćʰar e recordings eeras buyat ećaana be maa ike common voice e dataset ulo duwaasiṣ

source: Write
bsk: girminin

source: Write down exactly what the person said, including placeholder words like 'um', or 'errr'.
bsk: belate sise senay ke hu ba hu teylate girminin masalan lafzin e haran ulo cat numa ućharing "mmmm" "errr" ke phat ayetin

source: Write down what you hear the person saying here
bsk: sise khole senas besan damayljaan ke it girminin

source: Write options menu
bsk: girmin options menu

source: Yes
bsk: awa

source: Yes, send me emails. I’d like to stay informed about the Common Voice Project.
bsk: awa, maymo email aar doocin. Jaar common voice e baaraulo aar leel maniṣ

source: Yes, send me emails. I'd like to stay informed about the progress of this language on Common Voice.
bsk: awa, maymo iimeel aar doocin. Jaar common voice duroiṅe baaraulo aar leel maniṣ

source: You
bsk: un

source: You are about to initiate a download of <size>{ $size }GB</size>, proceed?
bsk: maa bas muu download ećuman, súru eti?

source: You are prepared to initiate a download of <b>{ $size }</b>
bsk: ma download ećar tayaar baan

source: You can add sentences on the <writePageLink>Write page</writePageLink> or review sentences on the <reviewPageLink>Review page</reviewPageLink>.
bsk: jumlaṅ khole kaa etas maamay baan [write page] yaa jumlaṅ ḍubara esaljar khole barenin [review page]

source: You can also copy and paste the direct URLs into your favorite download manager. They will expire in 12 hours, but you can come back to this page to generate new ones any time.
bsk: maymo mayarum download manager ulo URLs copy daa paste etas maamay baan. gute 12 gantan ulo duro ayeći magam damaanin beśal ke naya desmanas maamay baan

source: You can also use Keyboard Shortcuts: { sc-review-form-button-approve-shortcut } to Approve, { sc-review-form-button-reject-shortcut } to Reject, { sc-review-form-button-skip-shortcut } to Skip
bsk: Maa keyboard e shortcuts: { sc-review-form-button-approve-shortcut }{ sc-review-form-button-reject-shortcut }{ sc-review-form-button-reject-shortcut } istimaal etas maamay baan. Awa senasar: { sc-review-form-button-reject-shortcut }, Beeya senasar: { sc-review-form-button-skip-shortcut } daa Phat etasar

source: You can choose to make your username public or anonymous.
bsk: meyilk ayosum maymo uyoone barenas username an desqatas maamay baan

source: You can go to the <datasetsPage>datasets page</datasetsPage>, select the version and language(s) you want, and download it! The files have <metadataLink>associated metadata</metadataLink>, such as demographic information and validation data. You’ll need to provide an email address to download the dataset.
bsk: ma dataset page atar niṣ maamay ban kʰolum [dataset page], version ke baaṣ damśi etin daa download eṭin! guke files ulo metadata bila masalan demographic maalumaat ḍaa tasdiiqe data.

source: You can help build a diverse, open-source dataset by creating a Common Voice profile and contributing your voice.
bsk: maymo maćʰar nemas daa common voice ulo profile desman maa har raxte open source data set dasmanas maamay baan

source: You can meet others in the Mozilla language communities by joining <discourseLink>Discourse</discourseLink> for topical conversations, or <matrixLink>Matrix</matrixLink> for quick advice.
bsk: ma mozila language community ulo thumiśo kaa mila maniṣ maamay baan, join netan mazmuun ate ćaġa bar daa quick advice gane

source: You cannot add multiple sentences for a single submission
bsk: han single submission ulo butan jumlan kaa etas amaamay baan

source: You cannot request your recordings while another request is already in progress.
bsk: tʰum buyatan ate duro manaasulo maa maymo recordings e buyat etas amaamay baan

source: You can request a new takeout of your recordings every { $days } days.
bsk: maa gunc maymo recordings e buyat etas maamay baan

source: You can run events to help people contribute. It’s easier than you think. You could do it online with a videoconferencing tool, or in person if it’s safe. <eventTemplate>Check out our templates and resources for running events</eventTemplate>.
bsk: maa yoorkuan netan sise emasase gane uriin ce duunas maamay baan. butan duro api. maa online video conferencing netan yaa agar safe bila ke kaa nuuro ke maamay baan. mii templetingar barening belata yoorkuwan etas bila ke.

source: You can <sentenceCollectorLinkAdd>add small numbers of sentences</sentenceCollectorLinkAdd>, or you can do <bulkImportDocsLink>bulk imports using Github</bulkImportDocsLink>. Remember that sentences need to be <licenseLink>CC0 (or public domain)</licenseLink>, or you can write your own.
bsk: khole maa kaman jumlaṅ kaa etas maa bay baan. ḍaa butan jumlaṅ kaa etase gane khole niin Github masate oosin ke jumlan akʰolum maniṣ ,daa maymo jumlaṅ ke girminas maa bay baan

source: You can use the <scraperLink>Sentence extractor</scraperLink> to leverage short sentences from Wikipedia.
bsk: gute istimal netan Wikepedia cum khutukiyo jumlan duruwar suṣ maamay baan

source: You check whether the transcription matches the audio
bsk: transcription ke audio yom meybila bare

source: You could include the website, e.g "Common Voice - https://commonvoice.mozilla.org/"
bsk: maa website kaa etas maamay baa masalan common voice

source: You could use academic referencing style, e.g Harvard style "Mozilla (2021) Common Voice. Available at https://commonvoice.mozilla.org/ (Accessed: 15th September 2021)"
bsk: maa academic referencing style duro ar suwas maamay baa masalan Harvard style "Mozilla (2021) Common Voice. Available at https://commonvoice.mozilla.org/ (Accessed: 15th September 2021)"

source: You could use social media platforms to get the message out. Share posts that explain why it matters, and get in touch with other people talking about issues like language rights, voice AI, or bias in tech. See more advice on <campaignLink>running a social campaign, including content you can re-use</campaignLink>.
bsk: Maa social media platformićing cum taxpan oocuas maamaybaan. nukirimin oor oocin daa osin ke gute bes awaaji bila nuse ḍaa baaṣine haqate, ućhare AI, techulo skills ate hihin cum ḍuġaruśume hurutiṅ. mazeed śalda hamase gane daa social campaignan egucarćar ulum content hike duro sućar khole bareniṅ [campaign link]

source: You have not selected any languages. Please go to your <profileLink>Profile</profileLink> to select languages.
bsk: maa baaṣṅ damśi ayetaa. khole profile ar namaa baaṣṅ damśi etin

source: You have reached the submission limit for this page. Please wait for { $retryLimit } minutes before submitting another sentence. Thank you for your patience!
bsk: gute page ate ma maymo hat phaṣ manila. han ke jumlan kaa etase gane han minutes in cat maneyin. maa cat manaase mamar butan juu

source: You have reached the submission limit for this page. Please wait for { $retryLimit } seconds before submitting another sentence. Thank you for your patience!
bsk: gute page ate ma maymo hat phaṣ manila. han ke jumlan kaa etase gane han minutes in cat maneyin. maa cat manaase mamar butan juu

source: You have unsaved changes on this page. If you change the locale, your changes will not be saved. Are you sure you want to change the locale?
bsk: Khole maa duro save ayetaan. Aga niman ke maa duro save oomaymi. Chane locale badal ećaana?

source: You have unsaved changes on this page. If you leave this page, your changes will not be saved. Are you sure you want to leave this page?
bsk: Khole maa etum duro save api. Agar page phat ne niman ke duro save oomaymi. Chane page phat ne nićaana?

source: You must allow microphone access.
bsk: microphones e access ijazat ićhiin

source: You need to be able to hear every word of the recording. We want machine learning algorithms to be able to handle a variety of background noise, and even relatively loud noises or quiet background music can be accepted provided that they don’t prevent you from hearing the entirety of the text. Crackles or ‘breaking up’ that prevent you hearing the text means you should reject the clip.
bsk: har lafzan damayalas maamanas maniṣ. mii ray bila ke machine leaning algoritums e har raxte background tʰaayko ućariṅ, quiet background music handle etas eemaniṣ taaki eke tok bar damayalsulo besn rikawaṭan ayeemaniṣ. qaqarine text damayalas amaći bi ike clips in reject etin

source: Your accent is the way you pronounce words. It can be shaped by where you have lived, which other languages you speak and lots of other factors. You can share any information you feel is relevant here.
bsk: maa lafziṅ talafuz maa ćaġa etas andaaz ate bila. kʰutulo butan awaamiliṅ belate maa amulo hurutaan, amik tʰumiṅ baaṣiṅ ećaan daa ṭhumiṅ ke bica. besan ke yom maalumaatan khole meeka share etin

source: Your anonymous voice recordings will remain in the Common Voice dataset. Once you delete your profile you will no longer be able to submit a request to remove your recordings from the dataset
bsk: maa meyik apim maćʰare recordings common voice e dataset ulo duaaśi. hik profile eerum cum iciyate ma recordings dataset cum eerase buyat etiṣ amaamay baan.

source: Your daily goal has been created
bsk: une gunce goal dunanimi

source: Your dataset is downloading!
bsk: maa dataset download meey bi

source: Your download has started.
bsk: maa download śuru manimi

source: You’re contributing to a target segment
bsk: common voice yarkamsum target segment desmansulo mirin ce duunin

source: You’re contributing to our first target segment
bsk: maa mii yarkamus target segmentulo meer emashaan

source: You're currently set to <bold>NOT</bold> receive emails such as goal reminders, my progress updates and newsletters about Common Voice
bsk: muu maqsat maski maatas emails mayaćuman, jaa duroiṅe updates in daa common voice e newsletter

source: You're currently set to receive emails such as goal reminders, my progress updates and newsletters about Common Voice
bsk: muu maqsat maski maatas emails mayaćuman, jaa duroiṅe updates in daa common voice e newsletter

source: You're going too fast. Please take a moment to review the sentence to make sure it's correct.
bsk: un but himat ećaa. hik cat numa jumlaar hik ke baren daa jumlaa sahi bicum maniṣ

source: You're helping Common Voice reach our daily sentence goals!
bsk: butan juu maar common voice e gunculo jumlan maqsad ulo kamyaab etas gane

source: Your email address
bsk: maa email address

source: You respond or reply to it as naturally as you can
bsk: jawaap belate naturally gomaybaa ke teylate mićhi

source: Your files are being assembled. Please check again later.
bsk: maa files iṅ gati manum bican. caat numa hik ke barenin

source: Your Languages
bsk: maa baaṣ

source: Your language variant might be out of clips! If you’re comfortable, you can change your settings to see other sentences within your language.
bsk: une baaṣulo clips pʰaṣ meymi. gose dumarći bi ke setting badal ne guymo baaṣulo thumin jumlaṅ baren

source: Your language variant might be out of sentences! If you’re comfortable, you can change your settings to see other sentences within your language.
bsk: be leel une baaṣe jumlan phaṣ bicana. un agar comfortable baa ke une seting badal ne guymo baaṣe thumin jumlan barenas maamaybaan

source: Your username and email will not be associated with the published data.
bsk: holne ooltiras data kaa maa username daa email oomaymi

source: Your weekly goal has been created
bsk: une thalekuce goal dumanimi

source: You should receive an email shortly explaining the steps to get your language added to Common Voice
bsk: maa cʰoor email mayaćuman amitulo belate baaṣ common voice ulo kaa ećaan ke ite baraaulo han han ne maśan

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
bsk: gunce record etase mush car diusasulo maa common voice iriin ce duunan
